[
      {
        "title_ch": "akaSwap測試運作",
        "title_en": "akaSwap Testing", 
        "date": "2021/5/5",
        "imgsrc": "/news/img/1.jpg",
        "detail_ch": "NFT虛擬貨幣交易平台究竟是怎麼樣的存在，始終是個謎題。就我個人來說，NFT虛擬貨幣交易平台對我的意義，不能不說非常重大。在這種不可避免的衝突下，我們必須解決這個問題。儘管如此，我們仍然需要對NFT虛擬貨幣交易平台保持懷疑的態度。",
        "detail_en": "The existence of the NFT virtual currency trading platform is always a mystery. Personally, the significance of the NFT virtual currency trading platform to me cannot but be said to be very important. solve this problem. Nevertheless, we still need to remain skeptical about the NFT virtual currency trading platform."
      },
      {
        "title_ch": "akaSwap引起大量熱潮",
        "title_en": "akaSwap JJJJJJHIHI", 
        "date": "2021/5/6",
        "imgsrc": "/news/img/2.jpg",
        "detail_ch": "若發現問題比我們想像的還要深奧，那肯定不簡單。把藝術家爭先恐後加入akaSwap輕鬆帶過，顯然並不適合。每個人都不得不面對這些問題。在面對這種問題時，務必詳細考慮藝術家爭先恐後加入akaSwap的各種可能。狄德羅在過去曾經講過，精神的浩瀚，想像的活躍，心靈的勤奮，就是天才。帶著這句話，我們還要更加慎重的審視這個問題。",
        "detail_en": "The existence of the NFT virtual currency trading platform is always a mystery. Personally, the significance of the NFT virtual currency trading platform to me cannot but be said to be very important. solve this problem. Nevertheless, we still need to remain skeptical about the NFT virtual currency trading platform."
      },
      {
        "title_ch": "驚！IZONE奈子與台大高材生JJHAO交往!?",
        "title_en": "Surprise! IZONE Naizhi ......", 
        "date": "2021/5/6",
        "imgsrc": "/news/img/3.jpg",
        "detail_ch": "如果仔細思考IZONE成員奈子與台大高材生共結連理，會發現其中蘊含的深遠意義。領悟其中的道理也不是那麼的困難。在這種不可避免的衝突下，我們必須解決這個問題。這是不可避免的。對我個人而言，IZONE成員奈子與台大高材生共結連理不僅僅是一個重大的事件，還可能會改變我的人生。",
        "detail_en": "If you think carefully about the connection between IZONE member Nako and the top students of National Taiwan University, you will find the profound meaning in it. It is not so difficult to comprehend the truth. In this inevitable conflict, we must solve this problem. This is inevitable. For me personally, IZONE member Nako and NTU’s top students are not just a major event. It may also change my life."
      }
  ]
